7zip
acpi
alacritty
aspnet-runtime
aspnet-runtime-8.0
azure-cli
base
base-devel
bat
bat-extras
bc
bind
blueman
brightnessctl
btop
cowsay
curl
discord
docker
docker-buildx
dosfstools
dotnet-runtime
dotnet-runtime-8.0
dotnet-sdk
dotnet-sdk-8.0
dunst
dust
efibootmgr
exfat-utils
eza
fd
firefox
fzf
gdb
gimp
git
git-delta
git-zsh-completion
gnome-calculator
gnome-keyring
go
grim
grub
gzip
hexyl
hyprland
hyprlock
imagemagick
inetutils
inkscape
jq
just
libgnome-keyring
libnotify
libreoffice-still
linux
linux-firmware
linux-headers
lolcat
lxappearance-gtk3
man-db
man-pages
mediainfo
moreutils
neofetch
neovide
neovim
net-tools
networkmanager
nmap
nodejs
noto-fonts-emoji
npm
ntfs-3g
ntp
obsidian
openbsd-netcat
openvpn
os-prober
pavucontrol-qt
playerctl
pnpm
poppler
postgresql
pulsemixer
qt5ct
qt5-wayland
qt6ct
remmina
ripgrep
rofi
rtkit
ruby
rustup
signal-desktop
slurp
sof-firmware
spotify-launcher
starship
tar
television
terraform
tldr
tmux
traceroute
ttf-firacode-nerd
ttf-noto-nerd
typst
udiskie
unclutter
unzip
usbutils
uv
vimiv
vlc
waybar
wezterm
wf-recorder
wget
whois
wireguard-tools
wireplumber
wl-clipboard
yazi
zathura
zathura-pdf-poppler
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
